package Title;

public class title {

	public void title1() {
		System.out.println();
		System.out.println();
		System.out.println(
				" ____                                                    __      __                    ___        __     \r\n"
				+ "/\\  _`\\     __                                          /\\ \\  __/\\ \\                  /\\_ \\      /\\ \\    \r\n"
				+ "\\ \\ \\L\\ \\  /\\_\\     ___       __       ___              \\ \\ \\/\\ \\ \\ \\    ___    _ __  \\//\\ \\     \\_\\ \\   \r\n"
				+ " \\ \\  _ <' \\/\\ \\  /' _ `\\   /'_ `\\    / __`\\             \\ \\ \\ \\ \\ \\ \\  / __`\\ /\\`'__\\  \\ \\ \\    /'_` \\  \r\n"
				+ "  \\ \\ \\L\\ \\ \\ \\ \\ /\\ \\/\\ \\ /\\ \\L\\ \\  /\\ \\L\\ \\             \\ \\ \\_/ \\_\\ \\/\\ \\L\\ \\\\ \\ \\/    \\_\\ \\_ /\\ \\L\\ \\ \r\n"
				+ "   \\ \\____/  \\ \\_\\\\ \\_\\ \\_\\\\ \\____ \\ \\ \\____/              \\ `\\___x___/\\ \\____/ \\ \\_\\    /\\____\\\\ \\___,_\\\r\n"
				+ "    \\/___/    \\/_/ \\/_/\\/_/ \\/___L\\ \\ \\/___/                '\\/__//__/  \\/___/   \\/_/    \\/____/ \\/__,_ /\r\n"
				+ "                              /\\____/                                                                    \r\n"
				+ "                              \\_/__/                                                                      \r\n");
		
		System.out.println();
		System.out.println("BINGO 나라에 오신걸 환영합니다!!!");
		System.out.println("저희 BINGO 나라에서는 당신이 오시기를 기다리고 있었어요.");
		System.out.println("당신을 위해 4가지의 장르를 준비해뒀답니다.");
		System.out.println("게임을 즐길 준비됐나요???? 🕵️‍♂️시작해볼까😼골반뒤로🔙한번더☝️뒤로뒤로뒤로↩박수짝짝👏다리비틀어🕺원몰타임☝️박수짝짝");
		System.out.println(
				"👏원몰타임☝️왼쪽으로⬅️오른쪽으로➡️내차롄가?🐿박수세번3️⃣짝짝짝👏다시↩세번3️⃣짝짝짝👏고태현점프🐿두팔앞으로🙆‍♂️업업⬆️한번더☝️업업⬆️다같이👥슬라이드🕺💃");
		
		
	}

}
